{
  "id": 1,
  "jsonrpc": "2.0",
  "result": [
    {
      "active_votes": [
        {
          "percent": "0",
          "reputation": 11120833552188,
          "rshares": 0,
          "voter": "etblink"
        },
        {
          "percent": "10000",
          "reputation": 2555968,
          "rshares": 551742550,
          "voter": "verabotma"
        },
        {
          "percent": "2500",
          "reputation": 23355516034093,
          "rshares": 3561057221,
          "voter": "may2015"
        },
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 615320000,
          "voter": "hive"
        },
        {
          "percent": "10000",
          "reputation": 1853219395241,
          "rshares": 150244108,
          "voter": "outofperspective"
        },
        {
          "percent": "8200",
          "reputation": -17059612976459,
          "rshares": 0,
          "voter": "zdigital222"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "![img-termites.jpg](https://steemitimages.com/DQmXGnzcWQ8CULFhtFNgGky1hbWUKWviPe9YAdw3Av6nbYU/img-termites.jpg)\n\nI worked in NSA, DIA, CIA, the Pentagon, NIC, FSTC, US Patent and Trademark Office, DOT, and a few other agencies over the course of 15 years.  I started this career as a naive, very patriotic solder doing good for the good guys. This initial attitude accompanied me into work as a contractor. \n\nEver broadening my base of experience with diverse jobs in related, but different agencies I could not help but be perplexed by the inability for any clear and efficient functionality. Attempts to streamline work were chilled immediately. I could understand this when considering that a department has a reduction in workers, the leader of the group had a reduction in budget, and importance. A reduction in force for a contractor was also punished by loss of revenue. That was a failure of the system, I thought, for rewarding ineffectiveness. \n\nAnother point on the continuum of revelation. \n\nA party line wrapped in main-street speak that made little sense in practical terms was communicated regarding any measure visible to the public. I learned quickly that those efforts were being used to funnel money into operations that were not visible, but part of an over arching doctrine by those working for power and aggrandizement. Those ardently working for the benefit of the country, its people and the general good did not get far.\n\nI found this dichotomy out always by accident, mostly through extensive travel. \n\nIn Panama, I went into the men's barracks to use their laundry facility. A group of guys regaled me there with stories of how they were training  El Salvador fighters. This was during a time when the US was condemning their death squads. \n\nIn Santiago Chile, I saw a group of midshipmen from our Naval Academy at a hotel. Answering my query as to what they were doing there, they were on an annual exchange with their Chilean counterparts when their ship ran aground, so they were there a few extra days. The US was descrying Pinochet's violations of human rights at the time. Of course, we sponsored him, but this was not commonly knows and certainly not stated. \n\nAnd so on. I don't have the energy to list every point in the gestalt image that emerged over time of a country run by a team of professionals serving applied power. This picture is almost impossible to see unless you have exposure, and are open to seeing beyond your social context. \n\nAnyway, I so appreciate the analysis by Mike Lofgren in his books that describe what I've learned, but haven't the capacity to describe. He is also pissed, as is apparent in his derisive (often funny) wording. \n\nAs to being angry, I really shouldn't. Human nature has developed to make corruption universal and controllable only in patches of growth with extreme vigilance and social health.",
      "body_length": 2872,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "life",
      "children": 3,
      "created": "2018-02-24T20:51:54",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"life\",\"corruption\",\"power\"],\"image\":[\"https://steemitimages.com/DQmXGnzcWQ8CULFhtFNgGky1hbWUKWviPe9YAdw3Av6nbYU/img-termites.jpg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2018-03-03T20:51:54",
      "last_update": "2018-02-24T20:54:15",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 4878363879,
      "parent_author": "",
      "parent_permlink": "life",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "deep-state-letting-off-some-steam",
      "post_id": 40179571,
      "replies": [],
      "root_title": "Deep State - Letting off some steam",
      "title": "Deep State - Letting off some steam",
      "total_payout_value": "0.026 HBD",
      "url": "/life/@hive/deep-state-letting-off-some-steam"
    },
    {
      "active_votes": [
        {
          "percent": "100",
          "reputation": 5237585248428,
          "rshares": 284887888,
          "voter": "ubg"
        },
        {
          "percent": "100",
          "reputation": 392293431296,
          "rshares": 54732223,
          "voter": "dmiton"
        },
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 464566600,
          "voter": "hive"
        },
        {
          "percent": "590",
          "reputation": 702319167913,
          "rshares": 0,
          "voter": "karmaa13"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "I have to share my cousin, David von Kotzebue’s picture. Looks like a spotted Friesian - don’t know.\n\n![31FA9B9E-8D28-488D-A177-36E81D7A89E5.jpeg](https://steemitimages.com/DQmaTqHiKnqjjYuZmwQDvwo9sTg6vTrYaEQ1jDFjUT6UnNi/31FA9B9E-8D28-488D-A177-36E81D7A89E5.jpeg)",
      "body_length": 263,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "life",
      "children": 0,
      "created": "2017-12-30T18:46:48",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"photography\",\"art\",\"horse\",\"animals\",\"life\"],\"image\":[\"https://steemitimages.com/DQmaTqHiKnqjjYuZmwQDvwo9sTg6vTrYaEQ1jDFjUT6UnNi/31FA9B9E-8D28-488D-A177-36E81D7A89E5.jpeg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2018-01-06T18:46:48",
      "last_update": "2017-12-30T18:50:57",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 804186711,
      "parent_author": "",
      "parent_permlink": "life",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "no-human-was-ever-this-beautiful",
      "post_id": 26093164,
      "replies": [],
      "root_title": "No human was ever this beautiful",
      "title": "No human was ever this beautiful",
      "total_payout_value": "0.000 HBD",
      "url": "/life/@hive/no-human-was-ever-this-beautiful"
    },
    {
      "active_votes": [
        {
          "percent": "100",
          "reputation": 38977235971885,
          "rshares": 261962588,
          "voter": "steemitboard"
        },
        {
          "percent": "500",
          "reputation": 27112704188148,
          "rshares": 6468606921,
          "voter": "briggsy"
        },
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 556864600,
          "voter": "hive"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "The blockchain is a relatively new and wondrous thing. What could be better than a system that maintains that absolute, objective truth? The essence of objective reality is any party any where getting the same result, without interpretation. Mankind has advanced outrageously using this criterion in the scientific realm. \n\nSo it now goes for financial transactions. An exchange of value occurs, for example, a home is purchased for x bitcoins. The property deed is transferred to the purchaser who now has irrefutable ownership, as the proof is recorded and embedded in a block chained to previous and subsequent blocks of recorded transactions captured by a multitude of independent storage devices. Once in the chain, the transaction can’t be altered or erased without going into every recording that captured the information, and into the many threads of activity that led to and from the transaction that transferred ownership. \n\nThis is great. No more theft, fraud, or any other means of illegitimately wresting value from its rightful owners. But we live in a world where might makes right. This kind of marketplace can exist only where there is enforcement. Picture your home seized by the IRS. They didn’t buy it, they took it. Let it be known that this happened in the blockchain. Now we have property seizures recorded. \n\nA diamond ring is another example. You bought it, own it. You have proof of this, as the purchase becomes a matter of record. The ring is stolen, then sold to someone. That transaction is now recorded in a blockchain. Maybe this would become more difficult when the internet of things identifies every thing, so you can’t sell a ring identified as being someone else’s. We’re not there yet. This stolen ring is now recorded in a block as someone’s legitimate possession. Meanwhile, the first set of recordings about the ring continue as the owner claims its loss to her insurance company. The insurance company, after payout, becomes the owner of said ring, technically. But without a way to uniquely identifying the ring, it is unlikely that the will ever get possession of it. This then is a hard fork of sorts. Which is the correct set of information concerning the value of the asset?\n\n![DFCE97C0-7911-48AB-952F-5527763EE50E.jpeg](https://steemitimages.com/DQmSJYvddWKJHw35o5hKCCoE3AoEQp9aQZmkN7m4ZPx6zsw/DFCE97C0-7911-48AB-952F-5527763EE50E.jpeg)\n\nIn these heady days of innovation and growth, in the fertile grounds of a still stable global financial system that is still ultimately the arbiter of value, since it is backed by coercive capacity, it is easy to go off on utopian narratives about how power is wrested from the financial institutions. Once firmly established as a means of generation and managing value, it is easy to imagine the appropriation of blockchains by the global financial hegemon (picture America “owned” by the Indians in the time of Manifest Destiny). The financial industrial military complex is already curating reality for the masses in politics, culture and religion. The transfer of control from the free incubators will not be an impossibility, especially since the strongest and most legitimized narrative will come from the hegemon itself. The transfer of ownership to, and redistribution will be duly inscribed in the blockchain without the necessity of altering any record. \n\nWe’re in the building and growth stage of crypto currency and blockchain and it’s exiting and fun. Enjoy it while it lasts.",
      "body_length": 3475,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "bitcoin",
      "children": 1,
      "created": "2017-12-25T01:17:36",
      "curator_payout_value": "0.002 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"bitcoin\",\"life\",\"blockchain\",\"iot\"],\"image\":[\"https://steemitimages.com/DQmSJYvddWKJHw35o5hKCCoE3AoEQp9aQZmkN7m4ZPx6zsw/DFCE97C0-7911-48AB-952F-5527763EE50E.jpeg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2018-01-01T01:17:36",
      "last_update": "2017-12-25T01:17:36",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 7287434109,
      "parent_author": "",
      "parent_permlink": "bitcoin",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "hard-fork",
      "post_id": 25097781,
      "replies": [],
      "root_title": "Hard fork",
      "title": "Hard fork",
      "total_payout_value": "0.035 HBD",
      "url": "/bitcoin/@hive/hard-fork"
    },
    {
      "active_votes": [
        {
          "percent": "400",
          "reputation": 7960427452,
          "rshares": 51796642,
          "voter": "shuler"
        },
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 513792200,
          "voter": "hive"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "I can’t eat the world\nI want to eat the world\nChew, swallow and digest it\nI want to know all that is\nIn all the ways that thing that are are\nIf I can’t do this\nHow can I have free will?\nI have free want\nSince I want everything\nIf I get what I want I will stop being me\nThen I shouldn’t have will free or not\n\n![D492EEF9-7698-4D0D-920C-669D1C434B2F.jpeg](https://steemitimages.com/DQmdYM1CMbeZLoo44SYyQj2zRw1KfCPNcZHaDVevSGkCy59/D492EEF9-7698-4D0D-920C-669D1C434B2F.jpeg)",
      "body_length": 470,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "life",
      "children": 0,
      "created": "2017-12-13T03:59:09",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"life\",\"poem\",\"vietnam\",\"free\"],\"image\":[\"https://steemitimages.com/DQmdYM1CMbeZLoo44SYyQj2zRw1KfCPNcZHaDVevSGkCy59/D492EEF9-7698-4D0D-920C-669D1C434B2F.jpeg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-20T03:59:09",
      "last_update": "2017-12-13T04:12:42",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 565588842,
      "parent_author": "",
      "parent_permlink": "life",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "i-want-to-eat-the-world",
      "post_id": 23317647,
      "replies": [],
      "root_title": "I want to eat the world",
      "title": "I want to eat the world",
      "total_payout_value": "0.000 HBD",
      "url": "/life/@hive/i-want-to-eat-the-world"
    },
    {
      "active_votes": [
        {
          "percent": "400",
          "reputation": 7960427452,
          "rshares": 51796642,
          "voter": "shuler"
        },
        {
          "percent": "100",
          "reputation": 1281642117214656,
          "rshares": 3710047462,
          "voter": "geekgirl"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "(Transcribed from a daily journal I kept while in the army 1984-1987 stationed at Ft. Meade)\n\nIt’s been a whole week since last I wrote in my journal. Rather than a day by day account, I’ll try to simply note highlights of the week.\n\nLast Saturday (14th) I went home and spent a pleasant 2 days there. I went to Curt and Laura’s reception and had a great time. I really like Ray and his friends. For the fourth wedding in a row, I caught the bouquet, which is decomposing in the front seat of my car still.\n\nRay and I are ostensibly friends, but he and his parents hold out hope that we will be more. After dropping Ray off at a friend’s and after a tedious goodbye, I drove home in a really intense thunderstorm. For a while I was just crawling down the road. Lightning was constant and everywhere.\nParanoia had gotten me good by the time I made it home and I nearly floated into the house from my car. I slept on the couch after watching the lightning for a couple of hours. Loved it.\n\nDad watched the storm with me for a while. His routine is to open the windows so he can really hear and feel the rough weather, while he sits in his chair snickering triumphantly about not being out there in it. 30 years of the army with 8 years of combat have left him shell-shocked on one hand, and incredibly grateful for the simplest of amenities on the other.\nSunday I hung out at the old Scranton manse. Saw mom, looked pretty good and I got some assurances that she really works for McDonalds from Corynne.\n\nHer kids are great! Danny is so cute and has such a strong, intelligent personality. Cody says he’s bossy and pedantic. Maybe so, but I can’t think that’s a bad thing in the long run, shows leadership. Gina also has a strong personality. Less than a year old and she already has fits of coherent anger – you know exactly what she’s upset over. She’s also very pleasant though and smiles and babbles constantly. She’s finally gotten over her Cholic and now her parents can catch up on the months of sleep they missed out on while she was screaming and turning wild colors on the greenish end of the spectrum. \n\nDad was in his room working hard on his automatic pilot with gyroscope for boats. He’s brilliant and I love him.\n\nI got back Sunday night when I spent some time with Gene then finally slept. The week skated by uneventfully for the most part. I did little work. This is great in a way, almost no pressure, but would love a challenge about now. I had 3 lunches away from work this week. One with Leo and Mr. Bill at the Starting Gate (taco Wednesday). Leo was thoughtful and drank less than I did. \n\nTuesday Emma, Top, Doug and I took Bill Dane out to lunch at Senor D’s. I rode in Top’s Corvette. He took her up to 115 mph on the BWI Parkway. I laughed at the outrageousness of the speed. Top’s an authority figure and here he is speeding like hell and trying to get me to go out with him. Bill’s leaving for the far East and I envy him that, also his professional excellence. They are replacing him with 3 people. He taught me a lot.\n\nThe final lunch I attended was a horror. Joanne, a friend of Emma’s is leaving for Germany soon and this was her farewell. It was at some overpriced slow serviced seafood restaurant. I nearly suffocated there, sitting 2 hours with some incredibly boring stuffy people amidst the reek of old fish. I got back to work ready to flip tables over.\n\nI ran all week to the point where I’m completely sore. At PT Emma and I ran 3.5 miles.\n\nOn Friday I went to a practice softball game for the office team. I took Gene who also played. I got 2 runs in. I had no idea that a softball game could be such a good time. Friday night and Saturday were spent with Gene. We weren’t getting along and I had a rotten time.\n\nSaturday night I had to pick Bill up at BWI. The first time down we went home Bill-less. His plane was snowed in at Denver. His new wife called me and said he was coming in at 1AM, so down we came again. He had tons of luggage and we almost couldn’t fit it in Gene’s car. We had to take apart one of the boxes. Wedding presents.\n\nSunday I had a pretty pleasant day with Gene. He’s really a nice, well meaning person, it’s just that we’re so different and I’ll always think him kind of nerdy.\n\nIt’s about 11 now and I’ve gotten pretty much done – laundry and taxes (finally) hopefully I’ll be at work on time tomorrow. Last year’s taxes were a mess. I sent them in after haphazardly putting them together. The IRS sent a letter to dad’s house saying I was being audited. Dad decided to address the matter himself and began communicating with the agency. While completely drunk a few times he wrote some nasty letters to them in scribble all over the forms they sent, calling them pathetic monkeys and whatever. I finally got a letter to my current address from them asking me to get him to lay off. I think they just dropped whatever their concerns were since dealing with dad just wasn’t a high yield undertaking. Besides, I was employed as a bartender and didn’t make enough money to be worth it. Surely the administrative costs of the audit exceeded my earnings last year, let alone the pathetic fistful of change I owed them.\n\n![irs.png](https://steemitimages.com/DQmYGHcEut3aVZKbkbUCQFLfRWjdbW1sFL3fiwgBLeJtKeQ/irs.png)",
      "body_length": 5276,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "life",
      "children": 0,
      "created": "2017-12-12T04:30:24",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"life\",\"irs\",\"army\",\"diary\"],\"image\":[\"https://steemitimages.com/DQmYGHcEut3aVZKbkbUCQFLfRWjdbW1sFL3fiwgBLeJtKeQ/irs.png\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-19T04:30:24",
      "last_update": "2017-12-12T04:30:24",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 3761844104,
      "parent_author": "",
      "parent_permlink": "life",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "my-journal-sunday-22-april-1984",
      "post_id": 23193395,
      "replies": [],
      "root_title": "My journal Sunday 22 April, 1984",
      "title": "My journal Sunday 22 April, 1984",
      "total_payout_value": "0.000 HBD",
      "url": "/life/@hive/my-journal-sunday-22-april-1984"
    },
    {
      "active_votes": [
        {
          "percent": "400",
          "reputation": 7960427452,
          "rshares": 51796642,
          "voter": "shuler"
        },
        {
          "percent": "10000",
          "reputation": 1024365863,
          "rshares": 625370077,
          "voter": "radostin04"
        },
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 1074948084,
          "voter": "hive"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "(Transcribed from a daily journal I kept while in the army 1984-1987 stationed at Ft. Meade)\n\nUp at 7:30, the standard time these days, at work by 8. Most folks here arrive before 7, and by 3PM the place is deserted. There had been a bomb scare at 6AM; no boom - we’re all still alive.\n\n![Screen Shot 2017-12-11 at 8.11.01 PM.png](https://steemitimages.com/DQmb7v73AZ7APmGnHbH5rjP9aNzKhLHZjcqxKLTfJEbBsUE/Screen%20Shot%202017-12-11%20at%208.11.01%20PM.png)\n\nThis is a Guhor stick, used to draw network diagrams of organizations using radio comms. \n\nSpent the first half of the day banging my head against a problem, which I solved. Fred’s got to put me on the key list. Often I want to get some work done, but not during office hours when I have a million and one distractions.\n\nUnable to concentrate, I left early, about 2:30. Back at the barracks I was bone tired and it was raining (a nice spring shower as I walked) so decided to nap instead of showing up at softball practice.\n\nGene came over 2 hours later and we went to the mess hall.\n\nEmma and I made tentative plans for going out with Leo tonight. At 8:30, when I stopped by, Leo had already gone. I called Emma. She was on her way to Jorje’s where the team was having beer and pizza. I’ve got to stop missing out on fun just to spend mediocre nights with Gene. Not being malicious this time, I wish there were someone else to go out with. I get asked out all the time, but can’t get exited about any of them - or they’re verboten – married, asshole, alcohol/drugs, too young, too old, etc. Oh well, summer’s coming and I have great friends to enjoy it with.\n\nI’ll most likely sign up for a summer course at the University of Maryland. They offer compressed schedule classes, twice a week for a little over a month, I can hang.\n\nThere’s also this correspondence course I’ve had for months, Order of Battle, that I ought to tackle sometime soon. Then there’s my income tax that I’ve got to send out this weekend. Also haven’t read a book in weeks.\n\nAll this and more will I accomplish after the inevitable breakup with Gene. It just gets worse. He’s sitting on my bed raptly watching a stupid show about a talking Trans Am, same as his car, and no doubt identifying with the corny hero and ridiculous plot. I wish he’d break up with me.",
      "body_length": 2294,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "diary",
      "children": 0,
      "created": "2017-12-12T04:15:18",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"life\",\"diary\",\"army\",\"nsa\"],\"image\":[\"https://steemitimages.com/DQmb7v73AZ7APmGnHbH5rjP9aNzKhLHZjcqxKLTfJEbBsUE/Screen%20Shot%202017-12-11%20at%208.11.01%20PM.png\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-19T04:15:18",
      "last_update": "2017-12-12T04:31:03",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 1752114803,
      "parent_author": "",
      "parent_permlink": "diary",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "my-journal-friday-13-april-1984",
      "post_id": 23192183,
      "replies": [],
      "root_title": "My journal Friday 13 April, 1984",
      "title": "My journal Friday 13 April, 1984",
      "total_payout_value": "0.000 HBD",
      "url": "/diary/@hive/my-journal-friday-13-april-1984"
    },
    {
      "active_votes": [
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 1051705963,
          "voter": "hive"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "(Transcribed from a daily journal I kept while in the army 1984-1987 stationed at Ft. Meade)\n\nAt NSA, went to a briefing about the group I work in.  The geopolitical insignificance of my particular part of the world was mentioned. It’s nice to be needed. My job is completely pressure free because it doesn’t matter whether I do it or not. We’re placeholders until something happens. Or rather - I like the biological view - we’re macrophages swimming around until there’s an invader. Then we swarm and attack.\n\nWas pretty nervous most of the day because of the oncoming PT test. Was pretty sure I’d do well, but not positive. I wanted badly to get out of PT for the summer by maxing the numbers. I can stay in shape on my own.\n\nAt the test I did 70 situps, 50 pushups and the run in 16:21 - supposedly. I can’t see how my time could have gone up like that in 2 days. I ran 2 miles in 15:43 on Tuesday. Everyone made lousy time, perhaps because the timers screwed up. The test made me feel terrible for the rest of the day.\n\nAfter, I drove my roommate to Fox dealership in Laurel to test drive a car she’s interested in, then went home to wait for her to call me for a ride home.\n\nGene stopped by on his way to a softball game and we had a quickie that was pretty nice and all that but as usual I felt a mild self disgust to recreational sex. Gene's my boyfriend, but I don't even like him that much. It's just this physical satisfaction that's keeping me around. \n\n![accord.jpg](https://steemitimages.com/DQmbZDBmJigZPr957Y42wtuACMUQ7KG4NWCF77z5VNx59NH/accord.jpg)\n\nIsabel called and I picked her up at the car dealers. She liked the car. It’s a nice, practical Honda Accord. As with everything, she researched the hell out of this thing and rattled off all of the reasons this car is the one. Too bad she doesn't apply the same analysis with her choice of boyfriend. Ken is amazing, but he's a cheater.\n\nI tried to clean my closet out – did a lousy job.\n\nAt 6 I called Ray and told him I’d be going to Curt and Laura’s wedding on Saturday. Ray’s a friend of mine from New Jersey. He’s a production manager with a publishing company there, McGraw-Hill. I got to know him and his large group of close knit friends while bartending in Princeton.\n\nI think I’ll just go the reception because I’m going to be so tired. Sat morning I plan to run 3 miles with Emma, then drive for 3 hours.\n\nSpent the rest of the evening with Gene and got to sleep around midnight.",
      "body_length": 2458,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "army",
      "children": 0,
      "created": "2017-12-12T04:05:06",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"life\",\"army\",\"diary\",\"nsa\"],\"image\":[\"https://steemitimages.com/DQmbZDBmJigZPr957Y42wtuACMUQ7KG4NWCF77z5VNx59NH/accord.jpg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-19T04:05:06",
      "last_update": "2017-12-12T04:31:51",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 1051705963,
      "parent_author": "",
      "parent_permlink": "army",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "my-journal-thursday-12-april-1984",
      "post_id": 23191362,
      "replies": [],
      "root_title": "My Journal Thursday 12 April, 1984",
      "title": "My Journal Thursday 12 April, 1984",
      "total_payout_value": "0.000 HBD",
      "url": "/army/@hive/my-journal-thursday-12-april-1984"
    },
    {
      "active_votes": [
        {
          "percent": "8",
          "reputation": 942693160055713,
          "rshares": 2432839065,
          "voter": "cheetah"
        },
        {
          "percent": "10000",
          "reputation": 11866716138,
          "rshares": 167805603,
          "voter": "etiti40"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "![torches-and-pitchforks.gif](https://steemitimages.com/DQmSb5LN619AvDwPnP7U1UgpJmj3HWR2SeVKphfdCpWGQaq/torches-and-pitchforks.gif)",
      "body_length": 131,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "world",
      "children": 1,
      "created": "2017-12-10T18:36:42",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"world\",\"politics\",\"culture\",\"corruption\"],\"image\":[\"https://steemitimages.com/DQmSb5LN619AvDwPnP7U1UgpJmj3HWR2SeVKphfdCpWGQaq/torches-and-pitchforks.gif\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-17T18:36:42",
      "last_update": "2017-12-10T18:46:45",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 2600644668,
      "parent_author": "",
      "parent_permlink": "world",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "the-revolution-is-happening-now",
      "post_id": 23025682,
      "replies": [],
      "root_title": "The revolution is happening now",
      "title": "The revolution is happening now",
      "total_payout_value": "0.000 HBD",
      "url": "/world/@hive/the-revolution-is-happening-now"
    },
    {
      "active_votes": [
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 708884682,
          "voter": "hive"
        },
        {
          "percent": "10000",
          "reputation": 4123766738,
          "rshares": 477958429,
          "voter": "oceanna"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "Last night I've got a PBS program on as background to a video game I'm playing on my laptop. It's about building the highest building in the world, there are several in progress. The owner of the Shanghai Tower went off on how we must have a constant reminder not to get complacent and always strive to be the best.\n\n[WorldsTallestBuildings.gif](https://steemitimages.com/DQmVcDGLCq8MoT14B4BAR1fSi39AJyZGmSbuYwVF3kbygMh/WorldsTallestBuildings.gif)\n\nWhile it's universally accepted that these are good sentiments, I still have to ask: why?\nWhy must we always strive to best everyone else?\n\nOne reason that comes to mind is that there is always competition out there. If we are not the \"best\" we're that much closer to failure and threat. That's one way of looking at it. But really, if you have the resources to build the worlds tallest building, there's more going on than fear of losing. There's also the component of continuous striving to go further into discovery and accomplishment. There is a trait that can be useful for humanity 2.0, that of continuous improvement and interminable curiosity. The underlying reasons should, however change.\n\nIt could be argued that building the tallest skyscraper is just a survival display taken to extremes. The need for accomplishment can still be narrowed down to the self as primary motivator. Even if done in the name of some \"higher cause\" it has the aim of being better than others. Well, at least in the case of the world's tallest building.\n\nScientific discovery may initially come from a curiosity, then really expands when commercial uses are developed. So there's curiosity for the thrill of finding something out. These curious, ingenuous folks seem to have a lot in common with my 2 dogs though, Tex and Tillie.\n\n![texTillie.jpg](https://steemitimages.com/DQmYH9fdzpYoJ6mrEnqnr5EhfoUVAuDqif5i2jeoU4tGA5J/texTillie.jpg)\n\nThese guys are relentlessly curious, and ingenious. I've had them for about 3 months now and in that time they've gotten into every crevice of my house looking for nutrients and whatever. They even found a way to open up my parrot's cage to eat his food and droppings. Our back yard is completely surrounded by a 6 foot fence that they've managed to breach in 5 different places, and in different ways: climbing, digging, chewing, moving obstacles...\n\nThey obviously love discovery and are quite motivated to advance their learning to achieve their goals. Even now Tillie is showing Tex, who's taller and can jump higher (she's much smarter), how he can take a running jump off a little bump on the lawn to clear the fence where, because of the bump, it is only 5 feet high.\n\nSo there Feynman, you did not invent the pleasure of finding things out. Tillie and Tex are just dogs, not scientists, but love discovery probably for the same reasons. The emotional rewards that come with finding things out are probably a critical survival trait, for both food acquisition (there's a delicious cat behind the fence), but also threat assessment and pack building. From this view, it looks like the drive for discovery is both innate and expressed by opportunity, so looking is fun. Actually making a discovery is a separate reward and reinforces the drive. \n\nBack to the buildings, a blunt conclusion. The drive for striving to be the best is actually a striving to be better than your pack-mates. Getting to the point where you are building the highest building in the world at the time is a function of the same behavior as Matt Burke on Sadler street in Anderson Indiana buying a new Lexus to have the smartest car on the block. Obviously Matt doesn't have the resources to demonstrate mastery of resources by having the tallest building built, but that's because of circumstance. \n\nAs a side note - building the world's tallest building could also be driven by the same motivators of the builders of ancient monuments (e.g. pyramids) and public works (e.g. wall of Hadrian)(and current projects like manned missions to Mars) outside of their stated purposes. The process of building them would keep the population occupied, create value, provide income, impress opposition, etc.",
      "body_length": 4151,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "world",
      "children": 1,
      "created": "2017-12-01T01:55:21",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"world\",\"monument\",\"building\",\"dogs\"],\"image\":[\"https://steemitimages.com/DQmYH9fdzpYoJ6mrEnqnr5EhfoUVAuDqif5i2jeoU4tGA5J/texTillie.jpg\"],\"links\":[\"https://steemitimages.com/DQmVcDGLCq8MoT14B4BAR1fSi39AJyZGmSbuYwVF3kbygMh/WorldsTallestBuildings.gif\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-08T01:55:21",
      "last_update": "2017-12-01T16:05:00",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 1186843111,
      "parent_author": "",
      "parent_permlink": "world",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "world-s-tallest-buildings",
      "post_id": 22048259,
      "replies": [],
      "root_title": "World's Tallest Buildings",
      "title": "World's Tallest Buildings",
      "total_payout_value": "0.000 HBD",
      "url": "/world/@hive/world-s-tallest-buildings"
    },
    {
      "active_votes": [
        {
          "percent": "10000",
          "reputation": 10946938954,
          "rshares": 319579160,
          "voter": "hive"
        }
      ],
      "author": "hive",
      "author_reputation": 10946938954,
      "beneficiaries": [],
      "body": "I don’t often post pictures. This one I though might be enjoyed by others. Taken on the way to a waterfront restaurant in the Berkeley California marina overlooking the San Francisco Bay.\n\n![IMG_9148.jpg](https://steemitimages.com/DQmbWzPRWRLSJNLFcJmLC9bfr1frT5BMphp7LJeQtD44HXT/IMG_9148.jpg)",
      "body_length": 292,
      "cashout_time": "1969-12-31T23:59:59",
      "category": "art",
      "children": 0,
      "created": "2017-11-28T17:17:54",
      "curator_payout_value": "0.000 HBD",
      "depth": 0,
      "json_metadata": "{\"tags\":[\"art\",\"sunset\",\"water\",\"berkeley\"],\"image\":[\"https://steemitimages.com/DQmbWzPRWRLSJNLFcJmLC9bfr1frT5BMphp7LJeQtD44HXT/IMG_9148.jpg\"],\"app\":\"steemit/0.1\",\"format\":\"markdown\"}",
      "last_payout": "2017-12-05T17:17:54",
      "last_update": "2017-11-28T17:58:39",
      "max_accepted_payout": "1000000.000 HBD",
      "net_rshares": 319579160,
      "parent_author": "",
      "parent_permlink": "art",
      "pending_payout_value": "0.000 HBD",
      "percent_hbd": 10000,
      "permlink": "berkeley-sunset",
      "post_id": 21801488,
      "replies": [],
      "root_title": "Berkeley sunset",
      "title": "Berkeley sunset",
      "total_payout_value": "0.000 HBD",
      "url": "/art/@hive/berkeley-sunset"
    }
  ]
}